Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/hans-s.htm.tmx
Source language: sme
Languages: nob

source: På norskIn English
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Háns Hánssa skuvlamuitalus
nob: Hans Hansens skolefortelling

source: Hans Hansen Norgga Sámiid Riikkasearvvi riikkačoahkkima áirrasin , Gáivuonas 1986 .
nob: Hans Hansen som delegat på landsmøte i Norske Samers Riksforbund , Kåfjord 1986 .

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Hans Hansen ( 1916-1994 ) Goradagas Porsáŋggus eret lei smávvadálolaš ja guolásteaddji .
nob: Hans Hansen ( 1916-1994 ) fra Gåradak i Porsanger var småbruker og fisker .

source: Dáruiduhttináiggis lei son ovddimuččaid gaskkas Porsáŋggus doalaheamen sámi iešdovddu , giela ja kultuvrra .
nob: Gjennom fornorskingstida var han en av de fremste i Porsanger som holdt oppe samisk identitet , språk og kultur .

source: Son lei árjjalaččat mielde sámi organisašuvdnabarggus ja lea beakkán iežas ollu aviisačállosiid geažil maid vuolláičálii " Sámedearvuođaiguin Háns-Hánsa " .
nob: Han var aktiv i samisk organisasjonsarbeid og kjent for sine mange avisinnlegg undertegna " Med samehilsen Hans Hansen " .

source: Hanna H. Hansen lea luođobargi journalista ja govvideaddji gean ruoktu lea Goradagas Porsáŋggus .
nob: Hanna H. Hansen er frilansjournalist og fotograf med base i Gåradak i Porsanger .

source: 1967-87:s son jearahalai earret eará Háns-Hánssa skuvllavázzima birra Porsáŋggus .
nob: I 1967-87 intervjuet hun blant annet Hans Hansen om skolegangen han hadde hatt i Porsanger .

source: Ollu ovdalgo mun skuvlii álgen , de dihten ahte mii eat lean seamma buorit ja jierbmát go sii geat geavahedje reddjo , fráhka ja skuovaid .
nob: Lenge før jeg begynte på skolen visste jeg at vi ikke var så gode og kloke som dem i trøye , frakk og sko .

source: Áhččán čuovui mu skuvlii vuosttaš beaivve .
nob: Faren min fulgte meg til skolen første dagen .

source: Moai vácciime geaidnoráigge vihtta kilomehtera .
nob: Vi gikk etter landeveien de fem kilometerne .

source: Mun ledjen gávttehas .
nob: Jeg var koftekledd .

source: Eatnašat ledje dalle gávttehasat .
nob: De fleste var det den gangen .

source: Mii oaččuimet biibalhistorjjá ja katekismusa mielde ruoktot - dárogillii .
nob: Vi fikk bibelhistorie og katekisme med oss hjem – på norsk .

source: Ledjen gullan leansmánni ja vearrogáibideaddji dárogiela hállamin Eambbo in diehtán dárogielas ovdalgo skuvlii álgen .
nob: Lensmannen og skatteoppkreveren hadde jeg hørt snakke norsk . Mer visste jeg ikke om det norske språk før jeg begynte på skolen .

source: Min oahpaheaddji máhtii sámegiela ja suomagiela .
nob: Læreren vår kunne samisk og finsk .

source: Son lei oahppan skuvllas Leavnnjas .
nob: Han hadde lært på skolen i Lakselv .

source: Go son váccii skuvlla , de ledje duppalgiela oahppogirjjit .
nob: Da han gikk hadde de dobbeltspråklige lærebøker .

source: Sámegiella ja dárogiella .
nob: Samisk og norsk .

source: Son hálai sámegiela minguin sihke olgun ja siste , muhto fertii min oahpahit lohkat dárogillii .
nob: Han snakka samisk med oss både ute og inne , men måtte lære oss å lese på norsk .

source: Oahpaheaddji frk .
nob: Kolvik skole 1929

source: Gáldu : Porsanger bygdebok 2 )
nob: ( Kilde : Porsanger bygdebok 2 - s. 135 )

source: Mii oahpaimet ovccigoalmmátlot bustáva dároalfabehtas Bustávaid bardit sátnin lei váttis .
nob: Vi lærte niogtyve bokstaver fra det norske alfabetet . Å sette bokstavene sammen til ord var vanskelig .

source: Mii oahpaimet loguid .
nob: Vi lærte tall .

source: Fire og fem , dajai oahpaheaddji .
nob: Fire og fem , sa læreren .

source: Váttis lei áddet maid dát mearkkašii .
nob: Vanskelig å skjønne hva det betydde .

source: Oahpaheaddji čilgii ahte lei njeallje ja vihtta .
nob: Læreren forklarte at det var njeallje og vihtta .

source: Dalle mii áddiimet .
nob: Da skjønte vi .

source: Mii čáliimet riffaliin geađgetávvaliidda .
nob: Vi skrev med griffel på steintavler .

source: Čolgadeimmet távvala ala ja sihkuimet gáktesoajáin .
nob: Spøtta på tavla og viska vekk med koftearmen .

source: Muhto eat diehtán maid mii čáliimet .
nob: Men visste ikke hva vi skrev .

source: Logaimet máŋga girjji - dárogiela girjji geografiijas ja luonddufágas .
nob: Leste mange bøker – norske bøker i geografi og naturfag .

source: Áddiimet maid oahpaheaddji jearai , muhto eat sáhttán vástidit .
nob: Skjønte hva læreren spurte om , men kunne ikke svare .

source: Eat máhttán hállat eatge čilget .
nob: Kunne ikke snakke og forklare .

source: Muhtun mánát eai ádden eai maidige .
nob: Noen barn skjønte ingenting . De fikk straff .

source: Sin ráŋggáštedje .
nob: Måtte stå hele timen .

source: Mus lei lihkku .
nob: Jeg var heldig .

source: Oahpaheaddji čilgii munnje sámegillii .
nob: Læreren brukte samisk for å forklare meg .

source: Soittii son fuomášii ahte mus lei álki oahppat , vaikko mun in máhttán giela .
nob: Kanskje han så at jeg hadde talenter for å lære , selv om jeg ikke kunne språket .

source: Ovccilogiguokte vahkku lean mun skuvlla vázzán .
nob: n Toognitti uker har jeg gått på skolen .

source: Njealljelogiguhtta dáin vahkkuin in ádden olus maid oahpaheaddji hálai .
nob: I seksogførti av de ukene forsto jeg ikke mye av hva læreren sa .

source: Joatkkaoahppu lei dušše moaddásii .
nob: Videre skolegang var for noen få .

source: Muhtimat besse eanandoalloskuvlii , earát fas álbmotallaskuvlii .
nob: Noen kom på landbruksskolen , noen på folkehøgskole .

source: Porsáŋggus
nob: Fra Porsanger

source: ( Govva : Hanna H. Hansen )
nob: ( Foto : Hanna H. Hansen )

source: Mii earát jotkkiimet eallit nugo ovdalge .
nob: Vi andre fortsatte å leve som vi hadde gjort .

source: Skuvla dagahii midjiide vuolitvuođadovddu .
nob: Det vi hadde med oss fra skolen var mindreverdighetsfølelsen .

source: Juohke sajis servodateallimis hállojuvvui dárogiella .
nob: Overalt i samfunnslivet ble det snakket norsk .

source: Midjiide lei váttis .
nob: For oss var det vanskelig .

source: Mii eat máhttán čilget .
nob: Vi klarte ikke å uttrykke oss .

source: Seammás mii galggaimet jeagadit eiseválddiid geat midjiide hálle dárogiela .
nob: Samtidig skulle vi adlyde øvrigheta som snakka til oss på norsk .

source: Go mii eat šat gierdan de hállagohte ahte mii galggaimet leat áššálaččat ja stánddalaččat .
nob: Når vi ikke klarte mer begynte de å snakke om at vi måtte være saklig og behersket .

source: Ii lean nu álki áddet maid sii dainna oaivvildedje .
nob: Det var ikke så lett å skjønne hva de mente med det .

source: Dađistaga áddegohten ahte sii gáibidedje mis dan mii alddiset váillui : áššálašvuohta ja miellamáššu .
nob: Etter hvert skjønte jeg at de forlangte av oss det de sjøl mangla : saklighet og beherskelse .

source: Dalle mun in šat dovdan iežan heajubun .
nob: Da følte jeg meg ikke mindreverdig lenger .

source: Sis ožžot leat fiinna virggit , viŋkilat ja násttit .
nob: De kan ha fine stillinger , vinkler eller stjerner .

source: Munnje eai mearkkaš maidige .
nob: Det gjør ingen forskjell for meg .

source: Mun hálan olbmuide , inge virggiide dahje násttiide .
nob: Jeg snakker til mennesker , ikke til stillinger eller stjerner .

source: Hans Hansen čiktá firpmiid .
nob: Hans Hansen bøter garn .

source: Máttaolbmot eai leat vearrámusat .
nob: Søringene er ikke de verste .

source: Vearrámusat leat min iežamet olbmot .
nob: De verste er blant våre egne .

source: Máŋggas bohte deike eará sajiin .
nob: Mange kom hit fra andre steder .

source: Dáppe sáhtte čiehkat ahte sii ledje sápmelaččat .
nob: Her kunne de skjule at de var samer .

source: Dát liiba lei sidjiide geat máhtte veaháš dárogiela .
nob: Den utveien fantes for de som kunne litt norsk .

source: Dán láhkai sii ožžo buoret virggiid .
nob: På den måten kom de seg til bedre stillinger .

source: Mun in leat goassige geahččalan čiehkádit .
nob: Jeg har aldri prøvd å skjule meg .

source: In leat dan ádden dahkat .
nob: Har ikke hatt forstand til det .

source: Son gii čuohppá iežas ruohtasiid , ii šat šatta .
nob: Den som skjærer av sine røtter vokser ikke mer .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
